Repository: BilalSamoon/Swift-Projects
Catalog: Basic Projects(with UI)/Bilal_BillCalc/Bilal_BillCalc/*.lproj/Localizable.strings
Languages: fr_ca

source: Hydro Consumption (kWh)
fr_ca: Consommation d'électricité (kWh)

source: On-Peak Usage
fr_ca: Consommation en période de pointe

source: Off-Peak Usage
fr_ca: Consommation en période creuse

source: Mid-Peak Usage
fr_ca: Consommation en période intermédiaire

source: Consumption Charges
fr_ca: Charges de consommation

source: Regulatory Charges
fr_ca: Charges réglementaires

source: Bill Amount
fr_ca: Montant de la facture

source: On-Peak Charge: %@
fr_ca: Charge en période de pointe: %@

source: Off-Peak Charge: %@
fr_ca: Charge en période creuse: %@

source: Mid-Peak Charge: %@
fr_ca: Charge en période intermédiaire: %@

source: Total Consumption Charges: %@
fr_ca: Charges de consommation totales: %@

source: HST (13%): %@
fr_ca: TVH (13%) : %@

source: Provincial Rebate (8%): %@
fr_ca: Rabais provincial (8%) : %@

source: Total Regulatory Charges: %@
fr_ca: Charges réglementaires totales: %@

source: Net Bill Amount: %@
fr_ca: Montant net de la facture: %@
